/* user's favorite articles */
"Favorite" = "Favorites";

/* Library where user get whatever he/she wants on sex */
"Library" = "Library";

/* new message type of which may be dictations */
"News" = "News";


/*  */
"Commonsense" = "Commonsense";

/*  */
"SexualHealth" = "Health";

/*  */
"SexualSkills" = "Skills";

/*  */
"SexualPsychology" = "Psychology";

/*  */
"AskandAnswer" = "Ask&Answer";

/*  */
"Return" = "Return";

/*  */
"About" = "About";

"ProductIntro" = "Sex, is a serious business. Make your sex experience better is what we are doing.";

"Index" = "Index";

"Pull down to refresh..." = "Pull down to refresh...";

"Loading..." = "Loading...";

"Release to refresh..." = "Release to refresh...";

"Edit" = "Edit";

"Done" = "Done";

"Close" = "Close";

"fail to load page, please retry later" = "fail to load page, please retry later";

"Ok" = "Ok";

"Feedback" = "Feedback";

"Check for update" = "Check For Update";

"Version" = "Version";

"New Version Found" = "New Version Found";

"Skip" = "Skip";

"Ignore" = "Ignore";

"Update Now" = "Update Now";

"Checking" = "Checking...";

"No updates found" = "No updates found";

"Update checking error" = "Update checking error";



